seqread/128_node/job_1471050_fiojob_8/nid00029_fiojob_8/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 8 processes
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
[...]

test: (groupid=0, jobs=8): err= 0: pid=206046: Tue Jul 20 14:37:10 2021
  read: IOPS=34.7k, BW=136MiB/s (142MB/s)(39.7GiB/300002msec)
    slat (usec): min=10, max=234019, avg=218.68, stdev=2153.42
    clat (usec): min=11, max=18187k, avg=58720.08, stdev=387729.95
     lat (usec): min=67, max=18239k, avg=58939.64, stdev=389155.89
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    5], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    6], 80.00th=[    6], 90.00th=[   26], 95.00th=[   31],
     | 99.00th=[ 1116], 99.50th=[ 1385], 99.90th=[ 6342], 99.95th=[ 8154],
     | 99.99th=[12818]
   bw (  KiB/s): min=  248, max=1252504, per=100.00%, avg=142525.95, stdev=33327.24, samples=4765
   iops        : min=   62, max=313126, avg=35631.06, stdev=8331.82, samples=4765
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=83.63%, 20=6.25%, 50=5.56%
  lat (msec)   : 100=0.07%, 250=0.01%, 500=0.37%, 750=1.50%, 1000=1.21%
  lat (msec)   : 2000=1.06%, >=2000=0.34%
  cpu          : usr=3.97%, sys=12.55%, ctx=456968, majf=0, minf=2369
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=10415114,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=136MiB/s (142MB/s), 136MiB/s-136MiB/s (142MB/s-142MB/s), io=39.7GiB (42.7GB), run=300002-300002msec